Repository: kamperh/kamperh.github.io
Catalog: data/siyavula_en_af.3.tmx
Source language: en
Languages: af

source: let's imagine that we can shrink ourselves down to the size of such a 'matter particle' .
af: kom ons verbeel ons dat ons onsself kan laat krimp tot die grootte van so 'n 'materiedeeltjie' .

source: what would we see if we could look around inside a solid ?
af: wat sou ons sien as ons binne in 'n vaste stof kon rondloer ?

source: we would see the particles in the solid are packed tightly together .
af: ons sou sien dat deeltjies in die vaste stof styf teen mekaar gepak is .

source: this explains why solids cannot be squeezed into a smaller shape solids cannot be compressed .
af: dit verklaar waarom vaste stowwe nie in 'n kleiner vorm saamgedruk kan word nie vaste stowwe kan nie saamgepers word nie .

source: we would also see that the particles in the solid have fixed positions ; they cannot move from their positions .
af: ons sou ook sien dat die deeltjies in die vaste stof vaste posisies het; hulle kan nie van hul posisies af beweeg nie .

source: this explains why solids keep their shape .
af: dit verklaar hoekom vaste stowwe hul vorm behou .

source: if we could shrink ourselves down to the size of a 'matter particle' and we could look around inside a liquid what would we see ?
af: as ons onsself kon laat krimp tot die grootte van 'n 'materiedeeltjie' en binne in 'n vloeistof kon rondkyk wat sou ons sien ?

source: we would see that the particles in the liquid are also very close together .
af: ons sou sien dat die deeltjies in die vloeistof ook baie naby aan mekaar is .

source: like solids liquids cannot be compressed either .
af: soos vaste stowwe kan vloeistowwe ook nie saamgepers word nie .

source: unlike solids the particles in a liquid do not have fixed positions .
af: anders as vaste stowwe het die deeltjies in 'n vloeistof nie vaste posisies nie .

source: they are always moving around .
af: hulle is altyd besig om rond te beweeg .

source: this explains why liquids flow to take the shape of their container .
af: dit verklaar waarom vloeistowwe vloei om die vorm van hul houer aan te neem .

source: even when it looks like the water inside a glass is still the water particles are constantly moving !
af: selfs as dit lyk asof die water in 'n glas stil is is die waterdeeltjies die hele tyd aan die beweeg !

source: if we could shrink ourselves down to the size of a 'matter particle' and we could look around inside a gas what would we see ?
af: as ons onsself kon laat krimp tot die grootte van 'n 'materiedeeltjie' en binne in 'n gas kon rondkyk wat sou ons sien ?

source: we would see that the particles in the gas are far apart .
af: ons sou sien dat die deeltjies in die gas ver van mekaar af is .

source: the spaces between the particles are huge compared to the size of the particles themselves .
af: die spasies tussen die deeltjies is enorm in vergelyking met die grootte van die deeltjies self .

source: these spaces are empty !
af: hierdie spasies is leeg .

source: we call this a vacuum .
af: ons noem dit 'n vakuum .

source: this explains why gases can be compressed they can be squeezed into a smaller shape by pushing them closer together .
af: dit verklaar waarom gasse saamgepers kan word hulle kan in 'n kleiner vorm saamgedruk word deur hulle nader aan mekaar te druk .

source: we can make the spaces between them smaller .
af: ons kan die spasies tussen hulle kleiner maak .

source: the space between the particles is empty .
af: die spasie tussen die deeltjies is leeg .

source: it is a vacuum .
af: dit is 'n vakuum .

source: it is not filled with air which is actually a mixture of other gases .
af: dit is nie met lug wat eintlik 'n mengsel van ander gasse is gevul nie .

source: if learners ask there can't just be nothing? that is just the answer there is nothing .
af: as leerders vra daar kan nie net niks wees nie? dan is dit presies die antwoord daar is niks .

source: there is empty space between the particles just as in outer space there is a vacuum .
af: daar is le&#235; ruimte tussen die deeltjies net soos daar in die buitenste ruimte 'n vakuum is .

source: a vacuum is a space entirely devoid of matter .
af: 'n vakuum is 'n spasie waarin daar geen materie is nie .

source: note that the space between atoms regardless of the state of matter or even inside atoms is vacuum as well .
af: let daarop dat die spasie tussen atome ongeag die toestand van materie of selfs binne in atome ook 'n vakuum is .

source: even the spaces between particles atoms in a solid is a vacuum but these spaces are just much much smaller compared to the spaces in a gas .
af: selfs die spasies tussen deeltjies atome in 'n vaste stof is 'n vakuum maar hierdie spasies is net baie baie kleiner in vergelyking met die spasies in 'n gas .

source: the particles of a gas are always moving freely .
af: die deeltjies van 'n gas is gedurig besig om vrylik rond te beweeg .

source: if they are in a closed container they will spread out to fill the whole container .
af: as hulle in 'n geslote houer is sal hulle uitsprei om die hele houer te vul .

source: if they are in an open container they will not stay inside for long .
af: as hulle in 'n oop houer is sal hulle nie vir lank binne bly nie .

source: they will flow out of the container and disperse disperse means to spread out over an area or space .
af: hulle sal uit die houer uitvloei en verstrooi word verstrooi beteken om oor 'n gebied of ruimte uit te sprei .

source: acting out the states of matter video http www.youtube.com watch?v i9xb4hhwvxy
af: 'n rollespel oor die toestande van materie video goo.gl dn8nx

source: this activity would be best performed in a big space possibly outside on a field .
af: hierdie aktiwiteit sal die beste werk in 'n groot ruimte soos byvoorbeeld buite op 'n veld .

source: divide the class into groups .
af: verdeel die klas in groepe .

source: each group should have enough learners to be able to do the activity meaningfully ie. 3 is too little in a group but 8 10 would be ideal .
af: elke groep moet genoeg leerders bevat om die aktiwiteit betekenisvol te kan uitvoer d.w.s. 3 leerders per groep is te min maar 8 10 sou ideaal wees .

source: each group will pretend to be all 3 states so that they get an idea of the difference .
af: elke groep sal maak asof hulle al 3 toestande is sodat hulle 'n idee kan kry van die verskille tussen die toestande .

source: there are two key issues here the submicroscopic behavior of individual particles and the bulk or aggregate effect .
af: daar is twee sleutelpunte hier die submikroskopiese gedrag van individuele deeltjies en die grootmaat of gesamentlike ef

source: this activity should also be used to revise the role that adding and removing of energy play in changing states .
af: hierdie aktiwiteit behoort ook gebruik te word om die rol van toevoeging of wegname van energie in toestandsveranderinge te hersien .

source: change of state was dealt with in gr. 4 and gr. 5 but not in gr. 6 so this activity does present an opportunity to revise the concept .
af: toestandsveranderinge word in graad 4 en graad 5 behandel maar nie in graad 6 nie dus bied hierdie aktiwiteit 'n geleentheid om hierdie konsep te hersien .

source: an idea is to go through each of the states first so that they can all have a chance being a particle in a different state and you can correct their movements behaviour .
af: 'n idee sou wees om eers deur elkeen van die toestande te werk sodat almal 'n geleentheid kry om 'n deeltjie in elke afsonderlike toestand te wees en jy hul bewegings gedrag kan korrigeer .

source: and once they have done this you can then do the activity again and they can then do the transitions between the states .
af: wanneer hulle dit gedoen het kan julle die aktiwiteit herhaal en hulle kan dan die oorgange tussen die toestande naboots .

source: this emphasises that it is the same particles in each state just their behaviour changes as energy is removed or added .
af: hiermee word beklemtoon dat dit dieselfde deeltjies in elke toestand is en dat dit net hulle gedrag is wat verander wanneer energie bygevoeg of verwyder word .

source: nb .
af: lw .

source: another aspect to be aware of when doing this activity is that this activity may introduce the idea that the particles make decisions .
af: nog 'n aspek om van bewus te wees wanneer hierdie aktiwiteit gedoen word is dat hierdie aktiwiteit die idee dat deeltjies besluite neem mag laat posvat .

source: this need not be addressed with the learners but it is important to be aware of the possible misconceptions which could be introduced with any metaphors used in science education .
af: dit hoef nie met die leerders uitgeklaar te word nie maar dit is belangrik om bewus te wees van die moontlike wanbegrippe wat kan ontstaan deur die gebruik van metafore in wetenskapsonderrig .

source: in this activity we are going to pretend to be particles !
af: in hierdie aktiwiteit gaan ons maak asof ons deeltjies is .

source: we are going to behave in the same way that particles do in the 3 different states of matter .
af: ons gaan ons gedra net soos die deeltjies in die 3 verskillende toestande van materie hulle gedra .

source: your teacher will divide the class into groups and then we will go through the different states pretending to be the particles !
af: jou onderwyser sal die klas in groepe verdeel en dan sal ons deur die verskillende toestande van materie gaan terwyl ons maak asof ons die deeltjies is .

source: solid
af: vaste stof

source: since you are the particles in a solid you should sit or stand as closely as possible to touching each other in neat rows and move your body but without moving your feet .
af: aangesien julle deeltjies in 'n vaste stof is moet julle so naby as moontlik aan mekaar sodat julle raak in netjiese rye sit of staan en julle lywe beweeg maar sonder om jul voete te beweeg .

source: the particles must bump around independently not sway in unison as happens once or twice in the video .
af: die deeltjies moet onafhanklik rondstamp en nie as 'n eenheid heen en weer swaai nie soos een of twee keer in die video gebeur .

source: if we wanted to move these particles from their fixed positions what should we give them ?
af: indien ons hierdie deeltjies van hul vaste posisies af wil beweeg wat moet ons aan hulle gee ?

source: the particles should be given energy .
af: die deeltjies moet energie gegee word .

source: if we wanted these particles to move into fixed positions again and not move around what must we take away from them ?
af: indien ons wil h&#234; dat hierdie deeltjies weer in vaste posisies moet kom en nie moet rondbeweeg nie wat moet ons van hulle wegneem ?

source: we should take away some of their energy .
af: ons moet energie van hulle af wegneem .

source: when you get learners to change state from a solid to a liquid it is very important to stress the point that the particles remain the same on the solid liquid or gas state it is just their behaviour which changes .
af: wanneer jy die leerders vra om van toestand te verander vanaf 'n vaste stof na 'n vloeistof is dit baie belangrik om te beklemtoon dat die deeltjies dieselfde bly in die vaste vloeistof of gastoestand en dat dit net hul gedrag is wat verander .

source: a common misconception is that solids have particles that are solid; liquids particles that are liquid and gases have particles that are gases .
af: 'n algemene wanbegrip is dat vaste stowwe deeltjies het wat solied is; vloeistowwe deeltjies het wat vloeibaar is en gasse deeltjies het wat gasagtig is .

source: this is not true as the particles are the same in each state .
af: dit is natuurlik nie waar nie aangesien die deeltjies presies dieselfde in elke toestand is .

source: by getting learners to act out each state they will see that it is the same group of people in each state just their behaviour and movement changes .
af: deur die leerders te kry om elke toestand na te boots sal hulle sien dat dieselfde groep mense in elke toestand is en dat dit net hul gedrag en beweging is wat verander .

source: liquid
af: vloeistof

source: if we wanted to move these particles further away from each other what should we give them ?
af: indien ons hierdie deeltjies verder van mekaar af wil laat wegbeweeg wat moet ons aan hulle gee ?

source: if we wanted these particles to move into fixed positions and not move around what must we take away from them ?
af: indien ons wil h&#234; dat hierdie deeltjies in vaste posisies moet kom en nie rondbeweeg nie wat moet ons van hulle wegneem ?

source: teacher note for the gas state you could provide each group with a container that they have to remain within such as placing a piece of string out on the ground in a square .
af: onderwysersnota vir die gastoestand kan jy elke groep van 'n houer voorsien waarbinne hulle moet bly byvoorbeeld deur 'n stuk tou in 'n vierkant op die grond uit te l&#234; .

source: if we wanted these particles to move more slowly and come closer to each other what should we take away from them ?
af: indien ons wil h&#234; dat hierdie deeltjies stadiger moet beweeg en nader aan mekaar moet kom wat moet ons van hulle wegneem ?

source: we should take away even more of their energy .
af: ons moet selfs nog meer van hulle energie wegneem .

source: how do we decide whether a material is a solid a liquid or a gas ?
af: hoe besluit ons of 'n materiaal 'n vaste stof 'n vloeistof of 'n gas is ?

source: the next activity will help us answer that question .
af: die volgende aktiwiteit sal ons help om daardie vraag te beantwoord .

source: we are going to think about some everyday materials .
af: ons gaan oor 'n paar alledaagse materiale dink .

source: we will use our skills of observation to decide whether they are liquids solids or gases .
af: ons gaan ons waarnemingsvaardighede gebruik om te besluit of hulle vaste stowwe vloeistowwe of gasse is .

source: can you remember what your skills of observation are ?
af: kan jy onthou wat jou waarnemingsvaardighede is ?

source: skills of observation are the skills that involve our senses .
af: waarnemingsvaardighede is die vaardighede wat ons sintuie betrek .

source: in today's activity we will be looking at materials and thinking about how their particles might be behaving .
af: in vandag se aktiwiteit gaan ons kyk na materiale en dink oor hoe hul deeltjies hulself moontlik gedra .

source: once we have decided whether a material is a solid a liquid or a gas we can make some predictions about the behaviour of the particles in each material .
af: as ons eers besluit het of 'n materiaal 'n vaste stof vloeistof of gas is kan ons 'n paar voorspellings maak oor die gedrag van die deeltjies in elke materiaal .

source: for this we will need our imagination as particles are much too small to see with the naked eye .
af: hiervoor sal jy jou verbeelding moet gebruik aangesien deeltjies veels te klein is om met die blote oog te sien .

source: solids liquids and gas particles video http www.youtube.com watch?v guou cur8ee&amp;feature related
af: vaste stowwe vloeistowwe en gasdeeltjies video http www.youtube.com watch?v guou cur8ee&amp;feature related

source: in the video on solids liquids and gases forces are mentioned attraction and repulsion but have not been dealt with yet at this stage .
af: in die video oor vaste stowwe vloeistowwe en gasse word kragte aantrekking en afstoting genoem maar is nog nie in hierdie stadium behandel nie .

source: be aware too that the animation of the two molecules in the solid chocolate as it melts better reflects the situation in a transition to the gaseous state they bump around in a rectangular box .
af: wees ook daarvan bewus dat die animasie van die twee molekule in die vaste sjokolade soos dit smelt eerder die situasie in 'n oorgang na die gastoestand voorstel die molekule bons in 'n reghoekige houer rond .

source: but this video still provides some sort of animation of a difficult concept .
af: tog bied hierdie video wel 'n animasie van 'n moeilike konsep .

source: here you should try to make the link between the observable macroscopic and imagined submicroscopic worlds that is so important in conceptual development for science .
af: hier moet jy probeer om die verband te skep tussen die waarneembare makroskopiese en die onwaarneembare mikroskopiese w&#234;relde wat so belangrik in konseptuele ontwikkeling in wetenskap is .

source: what we see what we observe on a macroscopic level tells us more about what is occurring on a submicroscopic level .
af: wat ons sien wat ons op makroskopiese vlak waarneem vertel ons meer van wat op submikroskopiese vlak plaasvind .

source: for instance the fact that a solid keeps its shape tells us that the molecules in the solid stay in their respective places .
af: byvoorbeeld die feit dat 'n vaste stof sy vorm behou vertel ons dat die molekule in die vaste stof in hul onderskeie posisies bly .

source: conversely a submicroscopic understanding helps us to explain what we observe on a macroscopic level .
af: aan die ander kant help 'n begrip van die submikroskopiese ons om ons waarnemings op makroskopiese vlak te verklaar .

source: for instance the knowledge that there are large empty spaces between the particles of a gas helps to explain why two gases mix so easily a process called diffusion .
af: byvoorbeeld die kennis dat daar groot le&#235; spasies tussen gasdeeltjies is help om te verklaar waarom twee gasse so maklik meng 'n proses wat diffusie genoem word .

source: remember that this empty space is just that there is a vacuum between the particles .
af: onthou dat hierdie le&#235; spasie presies dit is daar is 'n vakuum tusen die deeltjies .

source: also diffusion occurs relatively easily in miscible liquids .
af: verder vind diffusie redelik maklik plaas tussen mengbare vloeistowwe .

source: it's not just spaces but also particle speed and freedom to change position that play roles here .
af: dit is nie net spasies maar ook die deeltjies se spoed en hul vryheid om van posisie te verander wat hier 'n rol speel .

source: the table below contains a list of containers
af: die tabel hieronder bevat 'n lys van houers

source: say what material is usually kept in each container .
af: dit is 'n vakuum .

source: write your answers in the middle column .
af: dit is nie met lug wat eintlik 'n mengsel van ander gasse is gevul nie .

source: say whether the material is a solid a liquid or a gas .
af: s&#234; of die materiaal 'n vaste stof 'n vloeistof of 'n gas is .

source: write your answers in the column on the right .
af: skryf jou antwoorde in die regterkantste kolom neer .

source: air actually helium gas as they are floating
af: lug eintlik heliumgas aangesien hulle sweef

source: water and if boiling then steam which escapes from the container
af: water en wanneer kokend dan stoom wat uit die houer ontsnap

source: liquid inside the kettle steam is a gas
af: vloeistof binne in die ketel stoom is 'n gas

source: ice
af: ys

source: air
af: lug

source: oil
af: olie

source: in the above example of a kettle it is very important to take note of what steam is .
af: in die bostaande voorbeeld van 'n ketel is dit baie belangrik om op te let wat stoom is .

source: steam is not the suspension of very fine water droplets which you are able to see coming out of the kettle .
af: stoom is nie die suspensie van baie fyn waterdruppels wat jy uit die ketel kan sien kom nie .

source: this is actually water in the liquid state but the droplets are so fine that they are suspended in the air .
af: dit is in werklikheid water in die vloeistoftoestand maar die druppels is s&#243; fyn dat hulle in die lug gesuspendeer is .

source: this misconception arises as in common language it is often used to refer to the visible mist of water droplets formed as water vapour condenses in the presence of cooler air .
af: hierdie wanbegrip kom uit die algemene taalgebruik waar dit gereeld gebruik word om te verwys na die sigbare mis van waterduppeltjies wat vorm wanneer waterdamp in die teenwoordigheid van koeler lug kondenseer .

source: people talk about the steam coming out of the kettle or off a mug of coffee which you can see .
af: mense praat van die stoom wat uit 'n ketel of van 'n koppie koffie af kom waar dit gesien kan word .

source: this is incorrect in terms of physics and chemistry as true steam is invisible .
af: dit is nie korrek in terme van fisika en chemie nie aangesien ware stoom onsigbaar is .

source: steam is rather the transparent mixture of gaseous water and air which is not visible .
af: stoom is eerder 'n deursigtige mengsel van water en lug in gasvorm en is nie sigbaar nie .

source: steam is the technical term for water vapour the gaseous phase of water which is formed when water boils .
af: stoom is die tegniese term vir waterdamp die gastoestand van water wat gevorm word wanneer water kook .

source: water vapour cannot be seen .
af: waterdamp kan nie gesien word nie .

source: in the table below there are 3 pictures .
af: in die onderstaande tabel is daar 3 prente .

source: look at how the particles are arranged in each picture and say whether it represents a solid a liquid or a gas .
af: kyk na hoe die deeltjies in elke prent gerangskik is en s&#234; of dit 'n vaste stof 'n vloeistof of 'n gas voorstel .

source: write your answer in the middle column .
af: skryf jou antwoord in die middelste kolom neer .

source: for each picture choose 2 examples from the previous table and write them in the column on the right .
af: vir elke prent kies 2 voorbeelde uit die vorige tabel en skryf hulle in die kolom aan die regterkant neer .

source: air steam
af: lug stoom

source: ice ice cream
af: ys roomys

source: water milk oil
af: water melk olie

source: draw a picture of the particles inside each of the following examples
af: teken 'n prent van die deeltjies binne in elk van die volgende voorbeelde

source: in the previous activities we learnt about the behaviour of the particles inside materials .
af: in die vorige aktiwiteite het ons van die gedrag van deeltjies in materiale geleer .

source: in the next activity we will learn about the particles in different states of the same material .
af: in die volgende aktiwiteit sal ons leer van deeltjies in verskillende toestande van dieselfde materiaal .

source: in the first activity the learners in your class acted out the behaviour of particles in a solid liquid and gas .
af: in die eerste aktiwiteit het die leerders in jou klas die gedrag van deeltjies in 'n vaste stof vloeistof en gas nageboots .

source: when the 'liquid' learners changed to 'solid' learners did the learners themselves change as they changed from solid to liquid ?
af: wanneer die 'vloeistof' leerders na 'vaste stof' leerders verander het het die leerders self verander soos hulle van vaste stof na vloeistof verander het ?

source: did john sarah and thandi change into different people? no they did not change .
af: het jan sara en thandi in ander mense verander? nee hulle het nie verander nie .

source: did they behave differently ?
af: het hulle gedrag verander ?

source: yes .
af: ja .

source: in what ways did their behaviour change ?
af: in watter opsigte het hulle gedrag verander ?

source: they slowed down .
af: hulle het stadiger beweeg .

source: they moved into fixed positions and stayed in those positions .
af: hulle het in vaste posisiesinbeweeg en in daardie posisies gebly .

source: we know that materials can change from one state to another and back again .
af: ons weet dat materiale van een toestand na 'n ander en weer terug kan verander .

source: can you think of an example of this ?
af: kan jy aan 'n voorbeeld hiervan dink ?

source: ice melting and then freezing again .
af: ys wat smelt en dan weer vries .
